#Даны цифры двух десятичных целых чисел: трехзначного и двузначного , где #
#и – число единиц, и – число десятков, – число сотен. Получить цифры числа,#
#равного сумме заданных чисел (известно, что это число трехзначное). Числа-слагаемые и #
#число-результат не определять; условный оператор не использовать. #
print("Даны числа, Первое число: 39 второе число: 42")
n=39
n1=30
n2=9
g=42
g1=40
g2=2
print("Сумма цифер чисел  = ", g1+n1, "+" ,g2+n2 ,"Сумма чисел = ", g1+n1+g2+n2)
